[
    {
        "reviewid": 22703,
        "title": "mezzanine",
        "artist": "massive attack",
        "url": "http://pitchfork.com/reviews/albums/22703-mezzanine/",
        "score": 9.3,
        "best_new_music": 0,
        "author": "nate patrin",
        "author_type": "contributor",
        "author_date": "2017-01-08",
        "review_content": "The lyrics establish this atmosphere all on their own. Sex, in “Inertia Creeps,” is reduced to a meeting of “two undernourished egos, four rotating hips,” the focus of a failing relationship that's left its participants too numbed with their own routine dishonesty to break it off. The voice singing it—Massive Attack's cornerstone co-writer/producer Robert “3D” Del Naja—is raspy from exhaustion. “Dissolved Girl” reiterates this theme from the perspective of guest vocalist Sarah Jay Hawley (“Passion’s overrated anyway”). On “Risingson,” Grant “Daddy G” Marshall nails the boredom and anxiety of being stuck somewhere you can’t stand with someone you’re starting to feel the same way about (“Why you want to take me to this party and breathe/I’m dying to leave/Every time we grind you know we severed lines”)."
    },
    {
        "reviewid": 22721,
        "title": "prelapsarian",
        "artist": "krallice",
        "url": "http://pitchfork.com/reviews/albums/22721-prelapsarian/",
        "score": 7.9,
        "best_new_music": 0,
        "author": "zoe camp",
        "author_type": "contributor",
        "author_date": "2017-01-07",
        "review_content": "“Hate Power,” is the the album’s highlight: an odd apex, considering it’s only the second track on the album, and clocking in at less than four minutes, the shortest. Krallice songs usually sprawl out across nine, eleven minutes; in these cramped confines, Barr and McMaster stage an epic battle for control as the band totters between d-beat and death metal. Without their usual song length as a cushion, the song feels like a fight to the death in a windowless room. As the song thrashes itself nearly apart, the doomsday-clock ticking desperation is palpable. In their growing catalog, this is a relatively crisp release, a speedy little roller coaster situated alongside the Towers of Terror. But the moment is dense and terrifying enough to make Krallice fans wonder: What could they accomplish with an album of compositions this compact?"
    },
    {
        "reviewid": 22659,
        "title": "all of them naturals",
        "artist": "uranium club",
        "url": "http://pitchfork.com/reviews/albums/22659-all-of-them-naturals/",
        "score": 7.3,
        "best_new_music": 0,
        "author": "david glickman",
        "author_type": "contributor",
        "author_date": "2017-01-07",
        "review_content": "Of course, Uranium Club has the perfect mask for their technical skills: lyrics marred by a sardonic sense of humor. “The Lottery” spins a relentless tale of someone turning into an absolute monster upon hitting the jackpot, throwing everyone from their son to their mom under the bus. “Who Made the Man?,” with its constant repetition of that platitude, drives ever-darker emphasis on the consequences of your actions, from success to murder. Uranium Club is a band unafraid to toss a line like “Will you please piss on my teddy bear?” into a song for the pure sake of disorientation. The band clearly wants to keep everyone on edge. If the Uranium Club is anything, it is at least very self-aware of exactly what it is doing."
    },
    {
        "reviewid": 22661,
        "title": "first songs",
        "artist": "kleenex, liliput",
        "url": "http://pitchfork.com/reviews/albums/22661-first-songs/",
        "score": 9.0,
        "best_new_music": 1,
        "author": "jenn pelly",
        "author_type": "associate reviews editor",
        "author_date": "2017-01-06",
        "review_content": "First Songs collects Kleenex’s output from ’78 to 1982, preceding their first album (at which point they’d been forced by the tissue company to switch their perfect name—capturing the very Pop disposability of consumer culture—to LiLiPUT). The band’s lineup was constantly in flux; these songs also feature saxophonist Angie Barrack and vocalists Regula Sing and Chrigle Freund. The reissue’s title is clever; if these 24 tracks are all indeed songs, then Kleenex was reimagining what a song could be. The shortest one, the 69-second “1978,” for example, is a queasy interstitial propelled by unsparing riffs and amusingly primordial drumming. On “Eisiger Wind” (“Icy Wind”), the clangor and “OOO AHHH”s and “LA LA LA LA”s culminate with a nails-tough 15-second coda that brings to mind Mothers of Invention. But then, in Kleenex’s gleefully anarchic world, “song structures” seemed tedious."
    },
    {
        "reviewid": 22725,
        "title": "new start",
        "artist": "taso",
        "url": "http://pitchfork.com/reviews/albums/22725-new-start/",
        "score": 8.1,
        "best_new_music": 0,
        "author": "kevin lozano",
        "author_type": "tracks coordinator",
        "author_date": "2017-01-06",
        "review_content": "Oddly, some of the very best tracks on this album are in their own way slightly retrograde and stuck. They copy and fine-tune the aesthetic of Double Cup, and do little to break the mold. If anything, some of the most forward-thinking footwork of the moment is being made outside of Teklife (take for example Foodman’s intense experimentation). Still, New Start proves that the prowess of footwork’s first family is intact, and Taso might just be the glue that holds it all together."
    },
    {
        "reviewid": 22722,
        "title": "insecure (music from the hbo original series)",
        "artist": "various artists",
        "url": "http://pitchfork.com/reviews/albums/22722-insecure-music-from-the-hbo-original-series/",
        "score": 7.4,
        "best_new_music": 0,
        "author": "vanessa okoth-obbo",
        "author_type": "contributor",
        "author_date": "2017-01-05",
        "review_content": "Much of the soundtrack appeared across “Insecure”’s 8 episodes to date, curated by the show’s eminent musical consultant Solange Knowles, who knows a thing or two about elucidating the black female experience on wax to dazzling effect. The feel-good anthems give way to songs that address a range of romantic entanglements. “Girl,” a standout track from the Internet’s 2015 album Ego Death, is expertly reimagined as an electric-guitar-driven ode to the feminine by SoCal ensemble 1500 or Nothin. Guordan Banks switches between the high and low register over a slick bassline on “Keep You in Mind,” a call for moving past the coy stages of flirtation onto something more serious."
    },
    {
        "reviewid": 22704,
        "title": "stillness in wonderland",
        "artist": "little simz",
        "url": "http://pitchfork.com/reviews/albums/22704-little-simz-stillness-in-wonderland/",
        "score": 7.1,
        "best_new_music": 0,
        "author": "katherine st. asaph",
        "author_type": "contributor",
        "author_date": "2017-01-05",
        "review_content": "Unusually for such an introspective album, the guest spots are welcome respite.“Poison Ivy” is a standout, a duet with longterm collaborator Tilla about a toxic-yet-compelling relationship, personified in a distorted, prickly guitar line tried to build an alluring soul duet atop. On “Shotgun,” there’s a gossamer hook by the always-welcome Syd, and then there’s Bibi Bourelly’s Rihanna-polished swagger on “Bad to the Bone.” It’s probably not coincidental that these two tracks are both more polished, with a radio-pop sheen totally out of place with the proggier stuff, and contain relatively few Alice references; Simz’s grappling with fame may well be a holding pattern. “I don’t want to be an overnight sensation/I’m tryin’ to make a record you can’t stop playin’,” SiR says on “One in Rotation”; there’s some false dichotomy shit going on here, and then the track cuts off, abruptly, as if snapped out of a dream."
    },
    {
        "reviewid": 22694,
        "title": "tehillim",
        "artist": "yotam avni",
        "url": "http://pitchfork.com/reviews/albums/22694-tehillim/",
        "score": 7.0,
        "best_new_music": 0,
        "author": "andy beta",
        "author_type": "contributor",
        "author_date": "2017-01-05",
        "review_content": "“Even” mixes the EP’s stoutest beat with the most elegant filigree of strings –both plucked and bowed—and piano. For the title track, Avni builds a rhythm of rattling gourds and thumped wood, harkening back to his tribal house productions. Before it goes down that route though, a men’s chorus enters, making the “Tehillim” (or “psalms”) of the title a literal reference. The first few times through, the combination of choir and drums feels more like a throwback to Enigma. But Avni unleashes squalls of feedback and noise that give the track some grit, so that a mix of the ancient and futuristic also has a bit of the messy present in it."
    },
    {
        "reviewid": 22714,
        "title": "reflection",
        "artist": "brian eno",
        "url": "http://pitchfork.com/reviews/albums/22714-reflection/",
        "score": 7.7,
        "best_new_music": 0,
        "author": "andy beta",
        "author_type": "contributor",
        "author_date": "2017-01-04",
        "review_content": "Around the 18-minute mark, one of those wafting frequencies increases in mass and the piece turns shrill for an instant before re-settling. Another brief blip occurs a half-hour in, like a siren on a distant horizon. Between these moments, the interplay of tones is sublime, reminiscent at times of famous jazz vibraphonist Bobby Hutcherson’s weightless solos, time-stretched until they seem to be emanating from the moon rather than the earth. As smooth and unperturbed as Eno’s ambient pieces tend to be, these small events feel seismic in scale, even if they are short-lived."
    },
    {
        "reviewid": 22724,
        "title": "filthy america its beautiful",
        "artist": "the lox",
        "url": "http://pitchfork.com/reviews/albums/22724-filthy-america-its-beautiful/",
        "score": 5.3,
        "best_new_music": 0,
        "author": "ian cohen",
        "author_type": "contributor",
        "author_date": "2017-01-04",
        "review_content": "Even within the narrow narrative structure on “What Else You Need to Know,” the chemistry between the trio is still a marvel. Jadakiss’ rasp remains one of hip-hop’s most indelible vocal instruments, a blank-faced menace even during the vast majority of Filthy America when he isn’t saying much of anything. Styles P’s wearied nihilism has naturally gotten more potent with age and as for Sheek...well, the bullish enthusiasm he shows for even his clumsiest rhymes is actually endearing at this point, providing an emotional immediacy to balance out his more reserved partners. He even knows he’s the third wheel—in fact, that’s exactly what he talks about on “What Else You Need to Know,” admitting he thought the “All About the Benjamins” beat was wack (they never had much of an ear for beats), weathering constructive criticism and chalking up his obvious exclusion from “Jenny from the Block” and “John Blaze” to knowing his role. You’d be hard pressed to find another example of a hardcore rapper taking an L with such dignity."
    },
    {
        "reviewid": 22715,
        "title": "clear sounds/perfetta",
        "artist": "harry bertoia",
        "url": "http://pitchfork.com/reviews/albums/22715-clear-soundsperfetta/",
        "score": 8.0,
        "best_new_music": 0,
        "author": "marc masters",
        "author_type": "contributor",
        "author_date": "2017-01-04",
        "review_content": "Recorded in June of 1971, Oreste Bertoia’s contribution, “Perfetta,” is not as immediately striking or oddly intriguing as “Clear Sounds.” But Oreste’s style is busier and more tonally varied, and there’s much to be hypnotized by in his rippling static and quiet-to-loud drones. Whether you actually are hypnotized by this music or simply find it a neat sonic curiosity seems on the surface like an either/or question. But one of the attractions in Harry Bertoia’s work—and perhaps what makes it still sound so alive 40 years later—is that it's simultaneously a creative marvel and a captivating experience. Clear Sounds/Perfetta continues and extends that multi-layered effect, while stoking the fires of anticipation for what’s still to come from Bertoia’s archives."
    },
    {
        "reviewid": 22745,
        "title": "run the jewels 3",
        "artist": "run the jewels",
        "url": "http://pitchfork.com/reviews/albums/22745-run-the-jewels-3/",
        "score": 8.6,
        "best_new_music": 1,
        "author": "sheldon pearce",
        "author_type": "associate staff writer",
        "author_date": "2017-01-03",
        "review_content": "Their methods remain consistent, but the stakes have been raised over the years. RTJ1 was a fun experiment; RTJ2 was a classicist statement, and now RTJ3 is a reckoning. Many of these songs have more urgency than before; If RTJ2 was the music of protest, then this is the music of revolt. In that way, RTJ3 is essentially the Run the Jewels manifesto, an outpouring of rage and defiance that is never overcome by the moment and never loses sight of the objectives: rallying the troops, holding everyone accountable (from lawmakers, to other rappers, to Don Lemon and themselves), and toppling oppression wherever it may reign (on “Thieves! (Screamed the Ghost),” El-P raps, “Fear’s been law for so long rage feels like therapy”). “Thursday in the Danger Room” peers into the duo's personal turmoil and their shared history, and on “2100” Killer Mike lays out their President-Trump survival strategy: “You defeat the devil when you hold onto hope.”"
    },
    {
        "reviewid": 22700,
        "title": "nadir",
        "artist": "steven warwick",
        "url": "http://pitchfork.com/reviews/albums/22700-nadir/",
        "score": 7.6,
        "best_new_music": 0,
        "author": "thea ballard",
        "author_type": "contributor",
        "author_date": "2017-01-03",
        "review_content": "Though it can be beautiful in a stark, sad way, there is little comforting in Nadir’s millennial abjection. Many of the most effective recent attempts to process our troubled socio-political moment in sound have presented some form of escape, or at least catharsis. But these compositions contain neither, and don’t attempt to synthesize a broader narrative. They function instead—like the images Warwick has assembled to accompany them—as snapshot-documents of impermanent locations, of experiences that don’t quite add up, of the bizarre conditions of urban life in 2016. The uneven emotional and social landscapes Warwick conjures feel honest, and woefully relatable, in their inability to resolve."
    },
    {
        "reviewid": 22720,
        "title": "december 99th",
        "artist": "yasiin bey",
        "url": "http://pitchfork.com/reviews/albums/22720-december-99th/",
        "score": 3.5,
        "best_new_music": 0,
        "author": "marcus j. moore",
        "author_type": "contributor",
        "author_date": "2017-01-02",
        "review_content": "The only bright spots come from Sheppard’s soundtrack, but even those are few. “Tall Sleeves” boasts dark, smoldering synths that emit a sultry vibe. Tracks “Special Dedication” and “Heri” feel lush and aerated, giving Bey evocative canvases on which to create. But for the remainder, especially on “Blade in the Pocket,” “Seaside Panic Room” and “Shadow in the Dark,” the music sounds underdeveloped, exposing Bey's disengaged, flat mumbling in the harshest possible light. While Bey and Sheppard share the blame for this debacle, December 99th is ultimately a bigger strike against the rapper’s legacy. For an artist who once uplifted the masses, it seems he needs someone to do the same for him. Maybe he’s leaving at the right time."
    },
    {
        "reviewid": 22699,
        "title": "don't smoke rock",
        "artist": "smoke dza, pete rock",
        "url": "http://pitchfork.com/reviews/albums/22699-dont-smoke-rock/",
        "score": 7.4,
        "best_new_music": 0,
        "author": "dean van nguyen",
        "author_type": "contributor",
        "author_date": "2017-01-02",
        "review_content": "This year, Tribe made an album that was grandiose, politically engaged, haunted by loss, and one of the year’s finest. But Pete Rock and Smoke DZA have forged something we still need, too: a great, modest New York rap album of concrete beats and blood-in-your-mouth bars. We await the reunion with CL Smooth with interest."
    },
    {
        "reviewid": 22665,
        "title": "punk45: les punks: the french connection (the first wave of french punk 1977-80)",
        "artist": "various artists",
        "url": "http://pitchfork.com/reviews/albums/22665-punk45-les-punks-the-french-connection-the-first-wave-of-french-punk-1977-80/",
        "score": 6.6,
        "best_new_music": 0,
        "author": "louis pattison",
        "author_type": "contributor",
        "author_date": "2017-01-02",
        "review_content": "But in 1976, France had no pioneering rock‘n’roll tradition of its own, and a fair bit of Les Punks veers towards the imitative. The French groups clearly adored the dandyish side of New York punk—and man, did they dig Iggy. Angel Face’s “Wolf City Blues” is pure Stooges yowl and growl, with lashings of Ron Asheton-style wah-wah, while Fantomes’ cover of “I Wanna Be Your Dog” is too straight—a slavish, puppy-dog take on the original rather than a rabid leg-humper in its own right. Meanwhile, Dogs’ “Here Comes My Baby” and a couple of singles by Marie Et Les Garçons ably channel the more rocking NYC groups—the New York Dolls, Johnny Thunders and the Heartbreakers, the Modern Lovers—with lots of enthusiasm but not much in the way of innovation."
    },
    {
        "reviewid": 22666,
        "title": "brnshj (puncak)",
        "artist": "senyawa",
        "url": "http://pitchfork.com/reviews/albums/22666-brnshj-puncak/",
        "score": 7.4,
        "best_new_music": 0,
        "author": "philip sherburne",
        "author_type": "contributing editor",
        "author_date": "2017-01-02",
        "review_content": "The album’s five songs reflect their genesis: They are slow, drawn out, and meditative, and they admit little daylight. (“Puncak” means “summit” in Indonesian, but the music feels more like a series of plateaus than peaks.) “Brønshøj 1”—all five of the album’s tracks bear simple, sequential titles—is a kind of invocation. In an approximation of Tibetan throat singing, Shabara explores the lowest, gravelliest reaches of his voice, as though caressing his larynx with a scouring pad, while Suryadi bows funereal drones. It sounds a lot like an acoustic cousin of Sunn O)))’s blackened doom, and the closing “Brønshøj 5” continues in a similar vein, applying fuzz-pedal distortion to Suryadi’s guitar-like leads as Shabara paces in slow, teasing circles around the root note. Continuing in the avant-metal vein, the short “Brønshøj 3” takes a few strands of similar material and simply runs the tape in reverse; it wouldn't sound out of place as an interstitial sketch on a Blut Aus Nord album."
    },
    {
        "reviewid": 22719,
        "title": "merry christmas lil mama",
        "artist": "chance the rapper, jeremih",
        "url": "http://pitchfork.com/reviews/albums/22719-merry-christmas-lil-mama/",
        "score": 8.1,
        "best_new_music": 0,
        "author": "sheldon pearce",
        "author_type": "associate staff writer",
        "author_date": "2016-12-30",
        "review_content": "And it isn’t just for President Obama—or for Lil’ Mama—it’s for all of us, too. It’s functional Christmas music that’s somehow also music for any function, set at Christmas. Where holiday tunes are typically hokey, decidedly old-fashioned, and predictable, Merry Christmas Lil’ Mama is actively (and perhaps instinctively) animated and stimulating, not satisfied with just conveying the spirit of the season but breathing life into it; it’s warm, natural, and even familiar in spots."
    },
    {
        "reviewid": 22667,
        "title": "///// effectual",
        "artist": "jamire williams",
        "url": "http://pitchfork.com/reviews/albums/22667-effectual/",
        "score": 7.2,
        "best_new_music": 0,
        "author": "benjamin scheim",
        "author_type": "contributor",
        "author_date": "2016-12-30",
        "review_content": "An even better reference point for ///// Effectual might be Antonio Sanchez’s magnificent 2014 soundtrack to the film Birdman. There, drums were similarly arranged around musique concrete samples, conjuring an entrancing, insular world that can simultaneously propel or make crazy anyone who dares listen for too long. The skittering pitter-patter of the hi hat on “Illuminations” mirrors Sanchez’s “Almost Human,” and the slow snare brushes of “wash me over (Pollock’s Pulse)” could just have easily been swapped into Birdman with the subtitle “(Keaton’s pulse).”"
    },
    {
        "reviewid": 22691,
        "title": "love you to death",
        "artist": "the-dream",
        "url": "http://pitchfork.com/reviews/albums/22691-love-you-to-death/",
        "score": 7.0,
        "best_new_music": 0,
        "author": "rebecca haithcoat",
        "author_type": "contributor",
        "author_date": "2016-12-29",
        "review_content": "By his own admission, The-Dream is less blessed as a singer than a songwriter and a producer, but that calling-card falsetto sounds crystalline here, and his note intervals are precise, shimmery, and sweet. The disappointments in this moody, make-up babymaker of an EP, then, have more to do with its tone. None of the songs trot along on his signature bright chords, and the closest he comes to going faster is at the very end (but if you’re using the EP as intended, well, perhaps it’s paced perfectly). While lush as ever, the songs never quite catch the “ghost”—that ineffable, humbling streak of god in songs that reduce you to tears—like “Fancy,” “Rockin’ That Shit,” “Yamaha,” and others did. Still, he has captured greatness more often than nearly any other modern-day triple threat, and that alone should make you scream his name."
    },
    {
        "reviewid": 22702,
        "title": "what graceless dawn",
        "artist": "worm ouroboros",
        "url": "http://pitchfork.com/reviews/albums/22702-what-graceless-dawn/",
        "score": 7.5,
        "best_new_music": 0,
        "author": "sam sodomsky",
        "author_type": "associate staff writer",
        "author_date": "2016-12-29",
        "review_content": "While each of the album’s songs take a similar route through their 10-minute runtimes, Worm Ouroboros layer their music with enough nuances to keep things from getting too dense. As indicated by their band name, which is derived from the title of a cultishly beloved 20th century sci-fi novel, Worm Ouroboros have a literary flair. It’s inherent to their deeply poetic lyrics (“Weighing our worth in sacks of black earth/Filling our hearts and our graves with their sum”) and by the whispered passages of William Blake that open and close the album. Blake’s poems also give the record its bookending track titles, “Day” and “Night,” suggesting that What Graceless Dawn thematically covers a 24-hour span. This might be true (particularly if the span of your day mostly involves staring awestruck at a blackening sky, contemplating mortality with a lingering sense of dread). But Worm Ouroboros’ power feels mysterious and eternal: In just an hour, they conjure up an entire lifetime of darkness."
    },
    {
        "reviewid": 22718,
        "title": "not the actual events ep",
        "artist": "nine inch nails",
        "url": "http://pitchfork.com/reviews/albums/22718-not-the-actual-events-ep/",
        "score": 6.3,
        "best_new_music": 0,
        "author": "benjamin scheim",
        "author_type": "contributor",
        "author_date": "2016-12-28",
        "review_content": "Despite its rough-edges production, Not the Actual Events is neither unfriendly nor is it inaccessible, especially for fans. It does, however, deliver a kind of visceral fury that NIN hasn’t recreated since its mid-’90s Downward Spiral heyday. “Burning Bright (Field on Fire)” begins with a detuned, overdrive-saturated guitar riff reminiscent of My Bloody Valentine rather than the crunchy, sharp riffs of standard NIN before erupting into a swarm of shimmering guitars that give the synesthesiastic effect of being inside the field aflame. The song doesn’t necessarily go anywhere, but its crude, unhinged force feels vital."
    },
    {
        "reviewid": 22706,
        "title": "holy science",
        "artist": "elder ones",
        "url": "http://pitchfork.com/reviews/albums/22706-holy-science/",
        "score": 7.8,
        "best_new_music": 0,
        "author": "seth colter walls",
        "author_type": "contributor",
        "author_date": "2016-12-28",
        "review_content": "When Jaffe enters, he plays in free-time, often using cymbals to accentuate the vocal lines. After Nelson’s soprano sax joins, nearly three minutes in, he and Kidambi begin experimenting—very softly—with unusual harmonies. After a brief solo harmonium drone, a rhythmic vamp is introduced, via Brandon Lopez’s bass. And then the entire band carries this new material to a full boil, with “Sathya Yuga” climaxing in a fiercely swinging, post-minimalist melodic progression. This is a happy intensity: full of a community vibe as well as opportunities for individual expression. But it is not the end of the story."
    },
    {
        "reviewid": 22695,
        "title": "early tapes, 1996-1998",
        "artist": "the microphones",
        "url": "http://pitchfork.com/reviews/albums/22695-early-tapes-1996-1998/",
        "score": 6.5,
        "best_new_music": 0,
        "author": "benjamin scheim",
        "author_type": "contributor",
        "author_date": "2016-12-27",
        "review_content": "The value of EARLY TAPES, slightness of the output notwithstanding, is testament to the enduring power of the Microphones and the way they stood in to represent a thriving part of Pacific Northwest indie. Even the album’s first track, the previously unreleased early-days cut “Teenage Moustache”—the album’s silliest moment if not its slightest—manages to conjures a nostalgia not just for the innocent sweetness of early Elverum/Microphones, but also wooly ’90s DIY indie rock (especially of the K Records variety) and the exploding sense of total possibility in the late pre-internet age. The semi-tuned thriftstore guitar recalls the more ramshackle ditties of Beck’s One Foot in the Grave and Stereopathetic Soulmanure, and the vocals recall the teenage warbles on Modest Mouse’s Sad Sappy Sucker. It’s not a great song by any stretch, but there’s something powerful and pleasant about it."
    },
    {
        "reviewid": 22713,
        "title": "the wasp factory",
        "artist": "ben frost",
        "url": "http://pitchfork.com/reviews/albums/22713-the-wasp-factory/",
        "score": 7.3,
        "best_new_music": 0,
        "author": "brian howe",
        "author_type": "contributor",
        "author_date": "2016-12-27",
        "review_content": "It’s not the only way The Wasp Factory bucks operatic convention. Don’t expect Italianate phrasing or proper coloratura. The vocal lines are lean and soulful, more like jazz, blues, cabaret, and pop. The belling timbre on “Blyth” is very Björk, while the indecorous bellow of “Wrong!” on “I See You’ve Washed Your Hands Again” is midway between Benjamin Britten, composer of Peter Grimes, and Nicki Minaj on “Monster.” If you’ve been looking for an accessible way into contemporary opera, this could very well be it. (If you’ve been listening to art music by the likes of Jenny Hval, let alone Shara Worden’s chamber operas, you’re almost there.)"
    },
    {
        "reviewid": 22705,
        "title": "a very kacey christmas",
        "artist": "kacey musgraves",
        "url": "http://pitchfork.com/reviews/albums/22705-a-very-kacey-christmas/",
        "score": 6.8,
        "best_new_music": 0,
        "author": "marc hogan",
        "author_type": "senior staff writer",
        "author_date": "2016-12-23",
        "review_content": "The other non-originals are cut from similarly elvin-green cloth, and they’re thoroughly enjoyable if less revelatory. Musgraves salvages “I Want a Hippopotamus for Christmas,” an oft-annoying mid-century gag record, gamely singing about not wanting “rhinoceroses-es.” She delivers an effectively restrained “Rudolph the Red-Nosed Reindeer” with children chiming in with schoolyard backing vocals. Elsewhere, Musgraves lets the band’s instrumental prowess shine in a nimble, mariachi-flavored “Feliz Navidad.” Another song about various cultural ways of saying merry Christmas, the Hawaiian ditty “Mele Kalikimaka,” piles on the pedal steel, with the Quebe Sisters returning on close-knit harmonies. Ending with a woozy “What Are You Doing New Year’s Eve?”—capped by a snatch of “Auld Lang Syne” on piano, around a hearth of ambient chatter—feels obvious but fitting, like watching It’s a Wonderful Life on Christmas Eve."
    },
    {
        "reviewid": 22532,
        "title": "turn into",
        "artist": "jay som",
        "url": "http://pitchfork.com/reviews/albums/22532-turn-into/",
        "score": 8.2,
        "best_new_music": 0,
        "author": "quinn moreland",
        "author_type": "assistant editor",
        "author_date": "2016-12-23",
        "review_content": "Turn Into clouds into melancholy during its middle third. “Drown” resembles My Bloody Valentine at their most mellow or Mazzy Star at their murkiest. “Our Red Door” and “Unlimited Touch” feature woozy, extended instrumental swirls that invite you to drift with them.  “Why I Say No” and “SLOW” wend slowly back into warmer territory before pale sunlight of the title track pokes through. The slinky guitars and wistful vocals recall Death Cab’s “Your Heart Is an Empty Room,” and confirms that Jay Som is a multifaceted project, capable of painting in multiple shades."
    },
    {
        "reviewid": 22701,
        "title": "traditional music of notional species vol. ii",
        "artist": "rashad becker",
        "url": "http://pitchfork.com/reviews/albums/22701-traditional-music-of-notional-species-vol-ii/",
        "score": 6.8,
        "best_new_music": 0,
        "author": "andy beta",
        "author_type": "contributor",
        "author_date": "2016-12-23",
        "review_content": "“Notional” becomes the operative word here, as each piece feels conjectural, possible but unreal. There is, again, a folkloric tinge, an echo of music from peoples in other parts of the world never previously encountered by the West. Much like early electronic music and musique concrète anticipated the means that lies behind most modern music-making—even though it seemed to merely be noise and gibberish at the time—there’s an aspect of Becker’s work that sounds like nonsense, yet also hints at what we might deem music in another half-century."
    },
    {
        "reviewid": 22707,
        "title": "swiss radio days vol. 41 - zurich 1961",
        "artist": "ray charles",
        "url": "http://pitchfork.com/reviews/albums/22707-swiss-radio-days-vol-41-zurich-1961/",
        "score": 9.0,
        "best_new_music": 1,
        "author": "seth colter-walls",
        "author_type": "contributor",
        "author_date": "2016-12-22",
        "review_content": "The balance problems are fixed in a hurry. The subsequent performance of “Georgia” is a soulful revelation, as Charles stretches the tune to over six minutes, supported by bass and flute. He teases like hell with his vocal and piano lines, while David Newman’s flute pirouettes in a showier manner. At its close, the full band’s entrance makes for deliriously hot stuff. After you’ve heard this take, you might never need to hear the comparatively chaste studio version ever again."
    },
    {
        "reviewid": 22708,
        "title": "do what thou wilt.",
        "artist": "ab-soul",
        "url": "http://pitchfork.com/reviews/albums/22708-do-what-thou-wilt/",
        "score": 4.4,
        "best_new_music": 0,
        "author": "sheldon pearce",
        "author_type": "associate staff writer",
        "author_date": "2016-12-22",
        "review_content": "Ab-Soul spends so much time mixing pagan and Christian texts on Do What Thou Wilt. that it’s unclear what exactly he believes, or worse, what he’s trying to persuade us to believe. These songs are mostly self-serving or pointless, and they all contain plenty of bad phonetic reaches and try-hard wordplay. There’s a song called “Huey Knew THEN.” (Get it?!) It interpolates the “Fresh Prince of Bel-Air” theme and he raps “I’m hornier than the brass section of the band, you understand?” This is what would happen if you gave Shia LaBeouf some DMT, a 12th Planet documentary, and a World Religions textbook."
    },
    {
        "reviewid": 22559,
        "title": "the great southern trendkill",
        "artist": "pantera",
        "url": "http://pitchfork.com/reviews/albums/22559-the-great-southern-trendkill-20th-anniversary-edition/",
        "score": 7.7,
        "best_new_music": 0,
        "author": "savy reyes-kulkarni",
        "author_type": "contributor",
        "author_date": "2016-12-22",
        "review_content": "In one of the breakdown sections of second track “War Nerve,” for example, Anselmo stops singing altogether and spits-up a tirade: “For every fucking second the pathetic media pisses on me and judges what I am in one paragraph, look here: FUCK YOU ALLLLLLLLLLLL.” To be fair, Anselmo is hardly the first performer to vent against critics (and one can only imagine how much more venomous his lyrics would have been had music blogs like this one been as prominent back then as they are now). But it’s telling that he can't keep his ire focused on an external source for the entire song, which begins with the lines “Fuck the world for all it’s worth/Every inch of planet earth/Fuck myself/Don’t leave me out.” Sure, Anselmo’s stream-of-consciousness wordplay often targeted multiple adversaries in single songs in the past, but “War Nerve” betrays his then-increasing tendency towards self-loathing and incoherence."
    },
    {
        "reviewid": 22692,
        "title": "the return of east atlanta santa",
        "artist": "gucci mane",
        "url": "http://pitchfork.com/reviews/albums/22692-the-return-of-east-atlanta-santa/",
        "score": 7.6,
        "best_new_music": 0,
        "author": "renato pagnani",
        "author_type": "contributor",
        "author_date": "2016-12-21",
        "review_content": "Gucci himself remains as magnetic as ever. He isn’t overwhelmed when Drake shows up to pull double duty on “Both,” lending his voice to the song's chorus as well as contributing a verse of his own. It’s more successful than the last time the two linked up—“Back on Road” off Everybody Looking—on which a phoned-in Drake hook added little. Gucci’s also still capable of rattling off deceptively poetic turns of phrases like “Now my watch so fucking bright it look like sunlight in the night,” as heard on the Mike WiLL Made-It-produced standout “Nonchalant.” On the same song he raps “In a whip so new, valet scared to park it,” an example of his sense of humor, which doesn't always get enough credit. The Return of East Atlanta Santa leans on this lighter, more playful side of Gucci’s personality, proving along the way that back to business doesn’t have to mean an absence of fun."
    },
    {
        "reviewid": 22677,
        "title": "jackie ost",
        "artist": "mica levi",
        "url": "http://pitchfork.com/reviews/albums/22677-jackie-ost/",
        "score": 7.1,
        "best_new_music": 0,
        "author": "kevin lozano",
        "author_type": "tracks coordinator",
        "author_date": "2016-12-21",
        "review_content": "The camera often lingers on Portman’s face, especially when she is looking in the mirror. In moments like these, Levi’s score emerges unexpectedly, giving a strange stability to these often frayed and vulnerable visual experiences. One moment in particular haunted me. Shortly after the assassination, Portman finds herself in the bathroom of Air Force One, right before LBJ is sworn in as president. She looks in the mirror, wiping away blood from her face and blouse. When Portman cleans the viscera off the mirror, smudging its surface and blurring away her image, the piece “Tears,” which was barely perceptible as a nervous string arrangement at the beginning of the scene asserts itself. A simple chord progression of keys gives a momentary balm, and frames the scene perfectly. Jackie is replete with visual moments like this one, that are painful to look at. What Levi’s music can do is provide a brief respite, smoothing the razor edges of a picture. And unlike her work in Under the Skin, Levi’s score in Jackie is unobtrusive, it exists when you need and want it to, providing either a relief from or a multiplication of the grief the film is relating."
    },
    {
        "reviewid": 22469,
        "title": "passion, pain & demon slayin",
        "artist": "kid cudi",
        "url": "http://pitchfork.com/reviews/albums/22469-passion-pain-demon-slayin/",
        "score": 6.7,
        "best_new_music": 0,
        "author": "matthew strauss",
        "author_type": "associate editor",
        "author_date": "2016-12-20",
        "review_content": "“Swim in the Light,” for instance, is truly affecting, a sort of meditative moment of ambient hip-hop. The minimalist offering conjures deeper images and feeling buried deep within the track; “you could try and numb the pain, but it’ll never go away,” he advises. But when he tries to expound, as on “Wounds,” he finds himself mired in cliché, suggesting you “dig deeper” to find yourself. It’s a constant theme in Cudi’s work; his songs might feel important, but since he only operates in tired symbolism, does he have anything worth saying? Little on Passion convinces that Cudi is a greater authority on the ways of the world than he’s been before, but growth is not as much a part of his repertoire as the frequent suggestions of ascension would lead you to believe. Like he states on “Swim in the Light,” the problems don’t disappear, so a Cudi experience is simply finding new warm atmospheres to bask in the darkness."
    },
    {
        "reviewid": 22711,
        "title": "pieces in space",
        "artist": "sammus",
        "url": "http://pitchfork.com/reviews/albums/22711-sammus-pieces-in-space/",
        "score": 7.2,
        "best_new_music": 0,
        "author": "sheldon pearce",
        "author_type": "associate staff writer",
        "author_date": "2016-12-20",
        "review_content": "On the surface, the reference points for Pieces in Space are obvious and in keeping with the subgenre’s framework, dealing primarily with characters in the geek lexicon: MMOs, Nintendo, Teenage Mutant Ninja Turtles, and Sega with mentions of Loki, Luke Cage, Obi-Wan Kenobi, Lakitu, and Majin Buu. But a closer reading reveals understated and sharp critiques about the ways we relate in the digital age, and how they often rob us of true connection. In the margins, these themes continuously arise: Talking to Siri when no one will listen, sharing a Netflix account with an ex you never talk to, being attacked by anonymous lynch mobs of trolls and fire-starters in comment sections. It documents life online as a black female gamer, and in turn reveals how the internet is dehumanizing us."
    },
    {
        "reviewid": 22678,
        "title": "fireplace: thenottheotherside",
        "artist": "hodgy",
        "url": "http://pitchfork.com/reviews/albums/22678-fireplace-thenottheotherside/",
        "score": 5.0,
        "best_new_music": 0,
        "author": "matthew strauss",
        "author_type": "associate editor",
        "author_date": "2016-12-19",
        "review_content": "Non-distinction plagues much of Fireplace. With MellowHype, Hodgy leaned on Left Brain to create the mood. With Left ensuring a consistent vibe, Hodgy was free to express himself with more creative lyrics that rarely explored much, but had great energy. Fireplace lacks any semblance of cohesion in production, which leads to a survey of generic rap beats that ranges from a Clams Casino copycat cut like “Resurrection” to the chopped-up soul of the Knxwledge-produced “Dreaminofthinkin,” which does not fit Hodgy. There is nothing to ground Hodgy on the record, and very few of the instrumentals catch the ear, despite collaborations with big names, like Unknown Mortal Orchestra, BADBADNOTGOOD, Knx, and 88-Keys."
    },
    {
        "reviewid": 22664,
        "title": "slight freedom",
        "artist": "jeff parker",
        "url": "http://pitchfork.com/reviews/albums/22664-slight-freedom/",
        "score": 8.0,
        "best_new_music": 0,
        "author": "philip sherburne",
        "author_type": "contributing editor",
        "author_date": "2016-12-19",
        "review_content": "“Slight Freedom” sets the tone for the whole album. All four songs, including a drowsy instrumental cover of Frank Ocean’s “Super Rich Kids” and a loosely woven instrumental version of Billy Strayhorn’s “Lush Life,” are quiet, atmospheric mood studies that tend to conceal more than they reveal. Sometimes it seems as if Parker is intent upon hiding behind his own shadow: In “Super Rich Kids,” his muted, almost bossa nova-like plucks are nearly obscured by sounds pouring in through an open window: braking buses, car horns, the occasional burst of police siren, terse and menacing. A similar kind of veiling happens on “Lush Life,” in which a dull electrical hum stretches from beginning to end, masking the contours of Parker’s tremolo-soaked guitar with faint dissonance. Parker’s take on the standard is bittersweet, almost resigned; from time to time, the melody reluctantly pokes its head out from beneath the chords, but mostly the song dwells in an all-consuming fog—a perfect evocation of Strayhorn’s hungover and heartbroken narrator, slumped against the bar in some seedy dive."
    },
    {
        "reviewid": 22685,
        "title": "in the loop: a decade of remixes",
        "artist": "a-trak",
        "url": "http://pitchfork.com/reviews/albums/22685-in-the-loop-a-decade-of-remixes/",
        "score": 6.4,
        "best_new_music": 0,
        "author": "andy beta",
        "author_type": "contributor",
        "author_date": "2016-12-17",
        "review_content": "His remix of Sébastian Tellier’s “Kilometer” seems similarly intent on touching on every trend in French dance music. A-Trak filters the kick down to a muffled throb redolent of “Around the World,” before bringing in a swell of disco symphonic strings and electro squelch, ranging from Ed Banger filter house to Daft Punk then back to Québécois disco. Similar sensibilities get applied to Phoenix’s “Trying to Be Cool” as he builds the opening keyboard figure into something bombastic. Visit a section of the song that doesn't have Thomas Mars’ telltale voice and one would be hard-pressed to distinguish it from any other track of the past decade."
    },
    {
        "reviewid": 22690,
        "title": "heart song",
        "artist": "jess williamson",
        "url": "http://pitchfork.com/reviews/albums/22690-heart-song/",
        "score": 7.7,
        "best_new_music": 0,
        "author": "benjamin scheim",
        "author_type": "contributor",
        "author_date": "2016-12-17",
        "review_content": "At only seven tracks, Heart Song feels almost too brief. Its ghostly instrumentation and measured pace distort your sense of time in a manner similar to stark classics like Songs: Ohia’s Didn’t It Rain. Williamson has evolved subtly over her two records, and Heart Song lifts her finally and definitely out of the world of “folk” into something deeper, more uncanny, and out-of-time. Heart Song never tires nor loses its tension, as if Williamson’s voice has finally found its proper milieu."
    },
    {
        "reviewid": 22689,
        "title": "american boyfriend: a suburban love story",
        "artist": "kevin abstract",
        "url": "http://pitchfork.com/reviews/albums/22689-american-boyfriend-a-suburban-love-story/",
        "score": 6.4,
        "best_new_music": 0,
        "author": "david turner",
        "author_type": "contributor",
        "author_date": "2016-12-17",
        "review_content": "The freedom of abandoning rap’s default confidence stance gives American Boyfriend an almost twee preciousness, Abstract isn’t afraid to swim freely in his emotions. On “Miserable America,” Abstract speaks about his mother’s homophobia and the racism of his boyfriend’s parents, as he mournfully observes, “They love gays, but they hate niggas.” Even in the familial and romantic relationships that should provide comfort, Abstract instead finds irresolvable identity conflicts. American Boyfriend can feel a bit scattered and unsure, but it’s an album seeking love in a world now primed to find new angles for hate. For that reason alone, it feels welcome."
    },
    {
        "reviewid": 22697,
        "title": "throat",
        "artist": "adr",
        "url": "http://pitchfork.com/reviews/albums/22697-throat/",
        "score": 7.1,
        "best_new_music": 0,
        "author": "thea ballard",
        "author_type": "contributor",
        "author_date": "2016-12-17",
        "review_content": "Ross’s project might be dystopian at its core, revealing us to be floating a little too comfortably in the cybermuck that builds up invisibly between sender and receiver. But his choruses still speak, in their own strange and affecting ways—I think, for example, of the plaintive solemnity of “Advice,” or “Effort,” in which danceable ambivalence gives way to a sample that’s been blown out into a cathartic machine scream, not unlike something you’d hear in a Linkin Park song. The structures of communication twist and splinter, but we can still sense a constant longing."
    },
    {
        "reviewid": 22681,
        "title": "w:/2016album/",
        "artist": "deadmau5",
        "url": "http://pitchfork.com/reviews/albums/22681-w2016album/",
        "score": 5.9,
        "best_new_music": 0,
        "author": "philip sherburne",
        "author_type": "contributing editor",
        "author_date": "2016-12-16",
        "review_content": "Still, the album isn’t without its pleasures. The opening “4ware” is wistful and driving, with a pinging lead reminiscent of Eric Prydz or Gui Boratto’s progressive trance. The nu-disco number “Cat Thruster” manages the perfect balance of slouching cool and giddy kitsch, playing legato synth riffs and ersatz electric bass off harp flourishes and clever chord changes; if someone told you it was a new Todd Terje tune, you probably wouldn’t bat an eye. And the grinding “Deus Ex Machina” sounds a lot like the kind of gravelly, psychedelic techno that Robag Wruhme and the Wighnomy Brothers used to be known for."
    },
    {
        "reviewid": 22698,
        "title": "oh no no no remixes ep",
        "artist": "jessy lanza",
        "url": "http://pitchfork.com/reviews/albums/22698-oh-no-no-no-remixes-ep/",
        "score": 6.5,
        "best_new_music": 0,
        "author": "vanessa okoth-obbo",
        "author_type": "contributor",
        "author_date": "2016-12-16",
        "review_content": "The Oh No No No Remixes EP makes for good ambiance, but they don't say much on their own. They set a relaxed mood, and they function as a mellow, cohesive mini-supplement to the album. But the EP is more of a showcase for Lanza’s collaborators and less a celebration of her voice and everything that made Oh No so good. It’s likely that fans of the latter record, where her songwriting and vocal talent take center stage, will stick with it instead."
    },
    {
        "reviewid": 22684,
        "title": "grunewald",
        "artist": "peter broderick",
        "url": "http://pitchfork.com/reviews/albums/22684-grunewald/",
        "score": 6.7,
        "best_new_music": 0,
        "author": "benjamin scheim",
        "author_type": "contributor",
        "author_date": "2016-12-16",
        "review_content": "The dark-night journey “Low Light” and the reflective “Eyes Closed and Traveling” offer entrancing melodies and more depth than “Goodnight,” but Grunewald’s clear highlight is “It’s a Storm When I Sleep.” Buoyed by Broderick’s thundering take on Alberti-style bass, he produces a cacophonous-yet-soothing drone that carries on for nearly eight minutes. A shorter version would have been interesting on its own, but stretched out here, it becomes formidable, challenging, and meditative. Though marooned amidst the lighter pieces here, it is suggestive of some of the new directions Broderick would take in making the leap from “pretty” to “profound.”"
    },
    {
        "reviewid": 22693,
        "title": "chronology",
        "artist": "qasim naqvi",
        "url": "http://pitchfork.com/reviews/albums/22693-chronology/",
        "score": 7.5,
        "best_new_music": 0,
        "author": "seth colter walls",
        "author_type": "contributor",
        "author_date": "2016-12-16",
        "review_content": "Though it isn’t beat-focused, Chronology also has a connection with trends in electronic music that informed Dysnomia. On “Aftertouched,” another piece that uses multichannel playback trickery, Naqvi creates unpredictable rhythmic patterns from consistent harmonies. Because this particular Moog instrument was (in the composer’s words) “kind of janky,” there are stretches where you can hear signal noise in the mix, or else tones that seem less stable than others. But there’s nothing haphazard about the finished product. In “Head Within a Head,” the use of deep, floor-rattling blips works well alongside the instrument’s eccentricities. And the tone clusters that drive “Mt. Erased” have a chattering, jittery air. It’s the contrast between these pieces and the more tranquil compositions that gives Chronology its range—and its sense of purpose."
    },
    {
        "reviewid": 22686,
        "title": "stoney",
        "artist": "post malone",
        "url": "http://pitchfork.com/reviews/albums/22686-stoney/",
        "score": 4.5,
        "best_new_music": 0,
        "author": "matthew ramirez",
        "author_type": "contributor",
        "author_date": "2016-12-15",
        "review_content": "If it’s lowlights you want, Stoney’s got them: “I Fall Apart” brutally crashes the party, appearing right after “White Iverson.” The song is full of acoustic guitars, and features Post’s most obnoxious crutch: that weird little vibrato thing he does, a vain attempt to convey emotion. “I Fall Apart,” a self-lacerating breakup anthem, recalls Staind, working that same woe-is-me white boy pain with an unpleasant voice slathered all over it. “Go Flex” boasts a foot-stomp chorus and enough echo to sound exactly like the Lumineers or any other faceless “whoa-oh-oh” band; it’s as unholy as it sounds on paper."
    },
    {
        "reviewid": 22643,
        "title": "bob dylan: the 1966 live recordings",
        "artist": "bob dylan",
        "url": "http://pitchfork.com/reviews/albums/22643-bob-dylan-the-1966-live-recordings/",
        "score": 9.3,
        "best_new_music": 0,
        "author": "jesse jarnow",
        "author_type": "contributor",
        "author_date": "2016-12-15",
        "review_content": "But each disc—even the barely listenable audience recordings—has its own rewards for the committed Dylanologist, from on- and off-stage histrionics to a range of varied mixes, each with its own personality. Turning 25 on May 24th in Paris (discs 26 and 27), Dylan goes into near meltdown, attempting desperately to get his acoustic instrument in tune. “This never happens to my electric guitar,” he deadpans, a punchline deployed many nights, part prop theater (“This machine confuses fascists”), part a musician's nightmare of gear damaged in transit. Slurring his words, Dylan is deeply inside of both himself and his songs, his Woody Guthrie drawl blurred into the oft-caricatured nasal howl. One takeaway, though, and perhaps the perpetual Dylan hot take, is that the dude actually is an amazing singer, lingering sensuously on every syllable during the quiet acoustic sets and occupying every bit of smarter-than-thou word-play and put-downs when the electric guitars come out."
    },
    {
        "reviewid": 22640,
        "title": "melo de melo ep",
        "artist": "ricardo villalobos, umho",
        "url": "http://pitchfork.com/reviews/albums/22640-melo-de-melo-ep/",
        "score": 7.0,
        "best_new_music": 0,
        "author": "andrew gaerig",
        "author_type": "contributor",
        "author_date": "2016-12-15",
        "review_content": "It’s a beautiful sequence, one that underlines how Villalobos seems increasingly interested in welding avant-garde composition and dance music. (See also: last year’s Vilod collaboration with Loderbauer, in which the duo wrung minimal jazz out of their synthesizers.) Villalobos remains commendably weird in almost every way, even if, as a project, Ricmho seems only half-formed. Ultimately, that’s why Melo de Melo underwhelms, however slightly: Villalobos has been churning out jammy, crumbling tracks like this for most of a decade at this point, and these are hardly the jammiest, or the most crumbly."
    },
    {
        "reviewid": 22688,
        "title": "equality now ep",
        "artist": "peder mannerfelt",
        "url": "http://pitchfork.com/reviews/albums/22688-equality-now-ep/",
        "score": 7.1,
        "best_new_music": 0,
        "author": "louis pattison",
        "author_type": "contributor",
        "author_date": "2016-12-15",
        "review_content": "Equality Now bows out with “Rules, Ropes & Strings,” an ambient piece that pares back the beats and ushers in slow tidal washes of shimmering texture. It’s a strangely sedate end for a record that is elsewhere out to enthuse or provoke. Hardly unusual for a figure as mercurial as Mannerfelt, though. This is music guided by impulse, not premeditation; music in which an idea is good, right up until the moment that it’s spent."
    },
    {
        "reviewid": 22696,
        "title": "4 your eyez only",
        "artist": "j. cole",
        "url": "http://pitchfork.com/reviews/albums/22696-4-your-eyez-only/",
        "score": 6.7,
        "best_new_music": 0,
        "author": "paul a. thompson",
        "author_type": "contributor",
        "author_date": "2016-12-14",
        "review_content": "He also comes to life on “Immortal,” which sounds as if someone played Cole an unheard 2Pac song from the Makaveli sessions and then dared him to recreate it from memory. The song’s narrator feeds baggies through a burglar bar, watches Bic lighters wave under spoons, wakes up early to hit the Bowflex. It’s details like that last one that set “Immortal” apart from so much of Cole’s early work: you can see the speaker bathed in the artificial light of 3 a.m. infomercials, figuring he needs to put some weight on. He equivocates—“crime pays like a part-time job” is the sort of evocative, economical phrase that has eluded Cole so often in the past. And when he rattles off rhetorical questions (“Have you ever seen a nigga that was Black on the moon?/Have you ever seen your brother go to prison as you cry?/Have you ever seen a motherfucking ribbon in the sky?”) he’s working in a long tradition of rappers and writers knocking a grave present against against its opposite. To that end, at the song’s most defiant moment, Cole nods to his real life: “If they want a nigga, they gon’ have to send a SWAT team.”"
    }
]